[{
    "id":"1",
    "quote":"Too much ale and a man’s heart is laid open for all to see.",
    "author":"~The Saga of Olaf Haraldsson, c.151",
    "meaning":"Don’t be the drunken buffoon at the party. You may say something you regret."
},{
    "id":"2",
    "quote":"Better to fight and fall than to live without hope.",
    "author":"~Volsunga, c.12",
    "meaning":"Failure is better than not trying at all. At least you learn from your errors."
},{
    "id":"3",
    "quote":"Ill is the result of letting fear rule thine actions.",
    "author":"~The Saga of Harald Hardrade, c.46",
    "meaning":"Nothing good comes from letting your worries stand in your way. Be bold, and push back."
},{
    "id":"5",
    "quote":"Ill it is to take love from another man’s wife.",
    "author":"~Volsunga, c.21",
    "meaning":"Don’t let lust overpower your morals."
},{
    "id":"6",
    "quote":"Kinsmen to kinsmen should be true.",
    "author":"~The Saga of Olaf Haraldsson, c.186",
    "meaning":"Stay loyal to the people you hold dear."
},{
    "id":"7",
    "quote":"To take up great resolutions, and then to lay them aside, only ends in dishonor.",
    "author":"~King Olaf Trygvisson’s Saga, c.9",
    "meaning":"Don’t bite off more than you can chew. Giving up can be more shameful than never starting at all. Be realistic in your endeavors."
},{
    "id":"8",
    "quote":"Stand by your own trial and not by what others say.",
    "author":"~Gudmundur Jonsson",
    "meaning":"Don’t let other people’s perceptions of you affect who you are."
},{
    "id":"9",
    "quote":"Fight your foes in the field, nor be burnt in your house.",
    "author":"~Volsunga Saga, c.21",
    "meaning":"Face your challenges head-on, rather than waiting for them to find you."
},{
    "id":"10",
    "quote":"Fear not death for the hour of your doom is set and none may escape it.",
    "author":"~Volunga Saga, c.5",
    "meaning":"Dwelling on your mortality won’t change the inevitable. Live for each day, and appreciate the time you’re given."
},{
    "id":"11",
    "quote":"When men meet foes in fight, better is stout heart than sharp sword.",
    "author":"~Volsunga, c.19",
    "meaning":"Your tools can only get you so far. It’s your attitude that makes the real difference."
},{
    "id":"12",
    "quote":"Often times it is not numbers that wins the victory, but those who fare forward with the most vigor.",
    "author":"~The Saga of Thrond of Gate, c.19",
    "meaning":"Don’t be intimidated when the odds are stacked against you. One voracious warrior can overpower ten apathetic men."
},{
    "id":"13",
    "quote":"With many who come to power and honor, pride keeps pace with promotion.",
    "author":"~The Saga of Magnus the Good, c.8",
    "meaning":"Believe in yourself, and you will succeed. Confidence goes a long way in this world."
},{
    "id":"14",
    "quote":"Even in the sheath the sword must be sharp – so too must the mind and the spirit be within the body.",
    "author":"~Heralyn",
    "meaning":"Wherever you are in life, don’t forget to take care of your mental and spiritual wellbeing."
},{
    "id":"15",
    "quote":"The thrall alone takes instant vengeance; the coward never.",
    "author":"~Grettir Saga, c.15",
    "meaning":"Actions are often ruled by emotions. Handle your business in a timely manner, but know when to exercise restraint."
},{
    "id":"16",
    "quote":"Only a coward waits to be taken like a lamb from the fold or a fox from a trap.",
    "author":"~Laxdaela Saga, c.40",
    "meaning":"Don’t put yourself in harm’s way. If you’re in a tough situation, take steps to fix it."
},{
    "id":"17",
    "quote":"No one is a total fool if he knows when to hold his tongue.",
    "author":"~Grettir’s Saga, c.88",
    "meaning":"Too many words can lead to shame. Know when to keep your mouth shut."
},{
    "id":"18",
    "quote":"Not every cloud which darkens the day brings rain.",
    "author":"~Heitharvega Saga, c.7",
    "meaning":"Tough times are going to happen, but there’s a light at the end of the tunnel."
},{
    "id":"19",
    "quote":"Nothing good can happen to people who break their solemn vows.",
    "author":"~The Saga of Hrafnkel Freysgothi, c.6",
    "meaning":"Keep your promises – no matter what."
},{
    "id":"20",
    "quote":"Ill it is to abandon honor and integrity in exchange for injustice and greed.",
    "author":"~Bandamanna Saga, c.10",
    "meaning":"Stay strong in your convictions, and don’t let temptation change your good nature."
},{
    "id":"21",
    "quote":"Let not thy mind be overmuch crossed by unwise men at thronged meetings of folk; for oft these speak worse than they wot of; lest thou be called a dastard, and art minded to think that thou art even as is said; slay such an one on another day, and so reward his ugly talk.",
    "author":"~Volsunga Saga, c.21",
    "meaning":"Don’t let negative people get the best of you. Ignore them so you don’t give them the satisfaction of seeing you pushed over the edge."
},{
    "id":"22",
    "quote":"There is more honor in accumulating little by little than in reaching for the sky and ending up flat on your face.",
    "author":"~Vatnsdæla Saga, c.7",
    "meaning":"Slow and steady wins the race. Don’t overshoot your goals. Be realistic, and keep looking towards the future."
},{
    "id":"23",
    "quote":"It is an old custom for the wisest to give way.",
    "author":"~The Saga of Harald Hardrade, c.27",
    "meaning":"Choose your battles. Sometimes letting things slide is the best course of action."
},{
    "id":"24",
    "quote":"Often is there regret for saying too much, and seldom regret for saying too little.",
    "author":"~The Saga of Hrafnkel Freysgothi, c.7",
    "meaning":"Know when to remain silent. It’s better to stay silent and be thought a fool than to open your mouth and remove all doubt."
},{
    "id":"25",
    "quote":"A person’s actions are often worse than their intentions.",
    "author":"~The Saga of Hrafnkel Freysgothi, c.10",
    "meaning":"Try to judge people based on what they meant to do. Everyone makes mistakes, and they’re not usually malicious."
},{
    "id":"26",
    "quote":"Stubbornness brings either greater humiliation or greater honor.",
    "author":"~The Saga of Hrafnkel Freysgothi, c.10",
    "meaning":"Sticking to your guns can have positive or negative results. Choose your fights widely."
},{
    "id":"27",
    "quote":"When truth and fairness are different from what is law, better it is to follow truth and fairness.",
    "author":"~Bandamanna Saga, c.6",
    "meaning":"Follow your own moral compass, even if it goes against the grain."
},{
    "id":"28",
    "quote":"A person should not agree today to what they’ll regret tomorrow.",
    "author":"~Bandamanna Saga, c.10",
    "meaning":"Don’t be hasty. Take care of your future self, and don’t agree to do something if you don’t really want to do it."
},{
    "id":"29",
    "quote":"Wisdom is welcome wherever it comes from.",
    "author":"~Bandamanna Saga, c.10",
    "meaning":"Stay teachable. Keep an open mind, and try to learn from all types of situations."
},{
    "id":"30",
    "quote":"Gold is little comfort for the kinsman dead.",
    "author":"~Örvar Odd’s Saga, c.11",
    "meaning":"No amount of wealth is more valuable than a human life."
},{
    "id":"31",
    "quote":"Never cheat your master.",
    "author":"~Njal’s Saga, c.86",
    "meaning":"Always be good to those who take care of you."
},{
    "id":"32",
    "quote":"Who can’t defend the wealth they have must die, or share with the rover bold.",
    "author":"~The Saga of Olaf Haraldsson, c.6",
    "meaning":"If you can’t protect what’s yours, don’t be surprised if it gets taken away."
},{
    "id":"33",
    "quote":"Great deeds and ill deeds often fall within each other’s shadow.",
    "author":"~Gisli Sursson’s Saga, c.17",
    "meaning":"There’s a fine line between good and evil. Tread it carefully."
},{
    "id":"34",
    "quote":"When faring on journeys, ward yourself well. Take not harbor near the highway for thereby dwell many ill wights for men’s bewilderment.",
    "author":"~Volsunga Saga, c.21",
    "meaning":"Be cautious when you travel, and take care of yourself. Don’t put yourself in harm’s way."
},{
    "id":"35",
    "quote":"Who can say what sorrow seemingly carefree folk bear to their life’s end.",
    "author":"~Volsunga Saga, c.24",
    "meaning":"You never know what’s really going on with someone. Sometimes those who seem happiest on the outside are carrying the biggest burdens."
},{
    "id":"36",
    "quote":"Trust not him whose father, brother or other kin you have slain no matter how young he be.",
    "author":"~Volsunga Saga, c.21",
    "meaning":"Be cautious around those who associate with the person you hurt."
},{
    "id":"37",
    "quote":"Better to die with honor than live with shame.",
    "author":"~The Saga of the Jomsvikings, c.23,",
    "meaning":"In the end, how you lived your life is the most important thing."
},{
    "id":"38",
    "quote":"A wounded coward lies low.",
    "author":"~The Saga of Thorstein Staff-struck",
    "meaning":"Stand up in the face of adversity. When you’re struggling, fight harder."
},{
    "id":"39",
    "quote":"Oft one finds, when the foe he meets, that he is not the bravest of all.",
    "author":"~Fafnismal 17",
    "meaning":"Try to be self-aware. Don’t let pride cloud your judgment."
},{
    "id":"40",
    "quote":"Anybody who offends a more powerful man can hardly expect to wear out many more new shirts.",
    "author":"~The Saga of Thorstein Staff-struck",
    "meaning":"Treat those in positions of authority with respect. You don’t want to anger the wrong person."
},{
    "id":"41",
    "quote":"He falls not whom true friends help forward on his way.",
    "author":"~Egil’s Saga, c.67",
    "meaning":"It’s much harder to fail when you have loyal friends who have your back."
},{
    "id":"42",
    "quote":"Give kind heed to the dead, sick-dead, Sea-dead, or word-dead; treat their bodies with respect and see that they are laid to rest with respect.",
    "author":"~Volsunga Saga, c.21",
    "meaning":"Be good to those less fortunate than you. Treat the dead with respect."
},{
    "id":"43",
    "quote":"If you hear the fool’s word of a drunken man, strive not with him who is drunk with drink and witless, for often only ill and doom come out of such things.",
    "author":"~Volsunga, c.21",
    "meaning":"Know when to put down the bottle, and choose your company wisely."
},{
    "id":"44",
    "quote":"The brave man well shall fight and win, though dull his blade may be.",
    "author":"~Fafnismal 28",
    "meaning":"You can accomplish anything if you put your mind to it – even if you’re not as well-equipped as others."
},{
    "id":"45",
    "quote":"All a people need in order to rise up against tyranny is a leader bold enough to take up the banner.",
    "author":"~The Saga of Harald Hardrade, c.45",
    "meaning":"Just one brave person can make a huge impact. One spark can start a roaring fire."
},{
    "id":"46",
    "quote":"That which has a bad beginning, is likely to have a bad ending.",
    "author":"~Hen-Thorir’s Saga, c.4",
    "meaning":"Always get started on the right foot. The first stages of any project set a precedent for the rest."
},{
    "id":"47",
    "quote":"Ill is it to do the wrong and leave the right undone.",
    "author":"~Króka-refs Saga, c.3",
    "meaning":"Choose your actions carefully."
},{
    "id":"48",
    "quote":"One should not ask more than would be thought fitting.",
    "author":"~Króka-refs Saga, c.10",
    "meaning":"Don’t ask for more than you need."
},{
    "id":"49",
    "quote":"Often it is that what happens to most others will happen to you.",
    "author":"~Eyrbyggja Saga, c.32",
    "meaning":"Learn from other people’s experiences. You’re just as susceptible to their curses and blessings."
},{
    "id":"50",
    "quote":"Do not expect to make headway with a frail sailcloth.",
    "author":"~Eyrbyggja Saga, c.20",
    "meaning":"If you don’t have the proper tools, it’s difficult to do the job right."
},{
    "id":"51",
    "quote":"Better a brief spell of honour than a long rule of shame.",
    "author":"~Laxdaela Saga, c.29",
    "meaning":"Quality over quantity. Glory comes from doing things for the right reasons."
},{
    "id":"52",
    "quote":"There is greater consolation than money.",
    "author":"~Grettir’s Saga, c.47",
    "meaning":"There are things more important and more rewarding than wealth."
},{
    "id":"53",
    "quote":"He’s a wise man who knows himself.",
    "author":"~The Saga of Hrafnkel Freysgothi, c.7",
    "meaning":"Recognize your positive and negative traits. Knowing yourself is the key to self-improvement."
},{
    "id":"54",
    "quote":"Evil grows from evil.",
    "author":"~Hen-Thorir’s Saga, c.13",
    "meaning":"Evil is self-perpetuating. Stop it at its source."
},{
    "id":"55",
    "quote":"Word carries, though mouth stands still.",
    "author":"~Vapnfirðinga Saga, c.3",
    "meaning":"Words can come back to haunt you long after you’ve said them."
},{
    "id":"56",
    "quote":"Slow and sure.",
    "author":"~Njal’s Saga, c.44",
    "meaning":"Don’t rush into things. Take your time, and do it right."
},{
    "id":"57",
    "quote":"Let another’s wounds be your warning.",
    "author":"~Njal’s Saga, c.37",
    "meaning":"Learn from the mistakes of others."
},{
    "id":"58",
    "quote":"Every man must plough his own furrow.",
    "author":"~Vapnfirðinga Saga, c.5",
    "meaning":"Don’t expect other people to do your work for you."
},{
    "id":"59",
    "quote":"Bravery is half the victory.",
    "author":"~The Saga of Harald Hardrade, c.103",
    "meaning":"Overcoming your initial fear is often the most difficult step. Conquer your worries, and the rest will seem easy."
},{
    "id":"60",
    "quote":"Bad counsel comes to a bad end.",
    "author":"~The Saga of Magnus Barefoot, c.6",
    "meaning":"Be cautious of who you ask for advice. Seek guidance only from those who you respect."
},{
    "id":"61",
    "quote":"The bold succeed where so ever they go.",
    "author":"~The Saga of Magnus Barefoot, c.8",
    "meaning":"Fear tends to be the biggest obstacle. Those who overcome apprehension are the ones who succeed."
},{
    "id":"62",
    "quote":"If words leave the lips, they travel.",
    "author":"~Fljotsdale Saga, c.11",
    "meaning":"Choose your words wisely. People do gossip."
},{
    "id":"63",
    "quote":"Wrong begets wrong.",
    "author":"~Fljotsdale Saga, c.16",
    "meaning":"Two wrongs don’t make a right. Take the high road."
},{
    "id":"64",
    "quote":"Many are wise after the event.",
    "author":"~Fljotsdale Saga, c.19",
    "meaning":"Hindsight is 2020. Learn from the past, and don’t repeat mistakes."
},{
    "id":"65",
    "quote":"The counsel of fools is the more misguided the more of them there are.",
    "author":"~Laxdaela Saga, c.21",
    "meaning":"An echo chamber of foolish people is only going to increase foolishness tenfold."
},{
    "id":"66",
    "quote":"Numbers cannot skill withstand.",
    "author":"~The Saga of Harald Hardrade, c.65",
    "meaning":"Sometimes quantity does beat quality. Even the most skilled swordsman will lose a battle against an army."
},{
    "id":"68",
    "quote":"A person should exhibit frith whatever may come. Though many wish for good, ill is oft the more mighty.",
    "author":"~Atlamol en Gronlenzku 34",
    "meaning":"Try to maintain a positive attitude even in times of trouble. Hope for the best while anticipating the worst."
},{
    "id":"69",
    "quote":"It may often be that those live long who are slain with words alone.",
    "author":"~Njal’s Saga, c.45",
    "meaning":"Words may hurt your feelings, but they can’t kill you. Try not to be affected by words."
},{
    "id":"70",
    "quote":"Never swear false oaths; great and grim is the reward for the breaking of troth.",
    "author":"~Volsunga, c.21",
    "meaning":"Don’t make promises unless you know you can keep them."
},{
    "id":"71",
    "quote":"A man should have his plans worked out before he enters into great undertakings or incites others to them.",
    "author":"~The Saga of Ref the Sly, c.8",
    "meaning":"Don’t set a plan into motion until it’s fully thought out. Be deliberate and direct in your actions."
},{
    "id":"72",
    "quote":"One should warn even a dim-witted troll if he sits naked by a fire.",
    "author":"~Heitharvega Saga, c.14",
    "meaning":"Everyone deserves human decency. Be kind even to those who don’t seem like they deserve it."
},{
    "id":"73",
    "quote":"The fool is busy in everyone’s business but his own.",
    "author":"~Kormak’s Saga, c.14",
    "meaning":"Stay focused on your own affairs, and don’t interfere where you’re not welcome or needed."
},{
    "id":"74",
    "quote":"You can hardly expect any peace for troublemakers.",
    "author":"~Thesaurus Proverbiorum Medii Aevi 14 vols., Samuel Singer Kuratorium",
    "meaning":"Those who cause problems tend to experience them as well."
},{
    "id":"75",
    "quote":"Many breakers of battle-axes are more brag than brains.",
    "author":"~Grettir’s Saga, c.4",
    "meaning":"Don’t push hard to impress others. Do it because it makes sense and benefits you."
},{
    "id":"76",
    "quote":"Often it is that anger is blind to the truth.",
    "author":"~The Foster-brother’s Saga, c.22",
    "meaning":"Anger makes it difficult to be impartial. Don’t let negative emotions cloud your better judgment."
},{
    "id":"77",
    "quote":"It is their lot who stand with the great that they enjoy high honors, and are more respected than others, but stand often in danger of their lives.",
    "author":"~The Saga of Olaf Haraldsson, c.67",
    "meaning":"Power and prestige come with risks. Strive for greatness, but be wary of the dangers that come with success."
},{
    "id":"78",
    "quote":"Everyone has some friend, even among his enemies.",
    "author":"~The Saga of Olaf Haraldsson, c.73",
    "meaning":"You’re never truly alone, and you might have more in common with your enemies than you think."
},{
    "id":"79",
    "quote":"Better it is to have a lower position in life and be free than to have a position of power only to be subject to the will of another.",
    "author":"~The Saga of Olaf Haraldsson, c.79",
    "meaning":"Money isn’t everything. Do what makes you happy, even if it requires sacrifice."
},{
    "id":"80",
    "quote":"Many a man keeps his word of foster-brothership but middlingly well.",
    "author":"~The Saga of Thorstein Viking’s Son, c.16",
    "meaning":"It’s easy to claim friendship, but harder to prove it. Keep your true friends as close as family."
},{
    "id":"81",
    "quote":"There are few things for which a match cannot be found.",
    "author":"~The Saga of Olaf Haraldsson, c.86",
    "meaning":"Most possessions are replaceable. Don’t obsess over material items."
},{
    "id":"82",
    "quote":"Be kind to friend and kin, and reward not their trespasses against you; bear and forbear, and win for yourself thereby long enduring praise of men.",
    "author":"~Volsunga, c.21",
    "meaning":"Treat people well, but don’t let them take advantage of your kindness."
},{
    "id":"83",
    "quote":"Short is the hour for acting, and long the hour for feasting.",
    "author":"~The Saga of Hakon the Good, c.28",
    "meaning":"Jump on opportunities when they happen. They’re rare, and the rewards are often long-lasting."
},{
    "id":"84",
    "quote":"The longer the vengeance is drawn out, the more satisfying it will be.",
    "author":"~Ljósvetninga Saga, c.13",
    "meaning":"Sometimes revenge is a dish best served cold."
},{
    "id":"85",
    "quote":"Ill is the result of being more given to big talk than using one’s wits.",
    "author":"~The Saga of Bjarn of the Hitdoela Champions, c.19",
    "meaning":"Don’t brag if you can’t back it up."
},{
    "id":"86",
    "quote":"The hand turns to its wonted skill, and that which was learned in youth is always most familiar.",
    "author":"~Grettir’s Saga, c.78",
    "meaning":"Develop skills now so you have them when you’re older."
},{
    "id":"87",
    "quote":"It often happens that he who gets a death wound yet avenges himself.",
    "author":"~The Story of Hreidar the Fool",
    "meaning":"Even if you’re struggling, you may still be able to overcome impossible odds."
},{
    "id":"88",
    "quote":"It may go well at first, for those who try to lord it over others, but they may find things more difficult as time goes by.",
    "author":"~Guðmundur Jónsson",
    "meaning":"Pride comes before the fall. While conceited people may experience temporary success, it eventually comes crashing down."
},{
    "id":"89",
    "quote":"The king’s palace is an easy place to enter but hard to leave.",
    "author":"~Egil’s Saga, c.69",
    "meaning":"Try not to covet other people’s possessions. Appreciate wealth when you have it, and keep a positive attitude when you don’t."
},{
    "id":"90",
    "quote":"Seldom will a voyage go well if the men are at odds.",
    "author":"~The Foster-brother’s Saga,, c.20",
    "meaning":"Fighting hurts everyone, including you. Be a team player for the greater good of everyone."
},{
    "id":"91",
    "quote":"For whoso comes amongst many shall one day find that no one man is by so far the mightiest of all.",
    "author":"~Volsunga, c.18",
    "meaning":"Even the strongest person can’t stand up to an entire army on his own."
},{
    "id":"92",
    "quote":"The more folk stand in the way of two hearts that yearn for each other, the hotter the flame of love waxes.",
    "author":"~The Story of Viglund the Fair, c.11",
    "meaning":"We often want what we can’t have. Don’t try to stop love because it will only get stronger."
},{
    "id":"93",
    "quote":"For with law shall our land be built up and settled, and with lawlessness wasted and spoiled.",
    "author":"~Njal’s Saga, c.69",
    "meaning":"Sometimes there are rules for a reason. Be part of the greater good by following them."
},{
    "id":"94",
    "quote":"It can be expected that a man who has a lot on his mind will not always be careful enough.",
    "author":"~The Saga of Hrafnkel Freysgothi, c.9",
    "meaning":"Try not to be distracted by your thoughts. Stay focused on the present."
},{
    "id":"95",
    "quote":"More people prefer the worse side of a story which has two versions.",
    "author":"~Grettir’s Saga, c.46",
    "meaning":"Take rumors with a grain of salt. Many people like juicy gossip, and will gladly embrace a story over the truth."
},{
    "id":"96",
    "quote":"Many a fair skin hides a foul mind.",
    "author":"~Eyrbyggja Saga, c.16",
    "meaning":"Beauty can be misleading. Judge people based on their actions, not appearances."
},{
    "id":"97",
    "quote":"It often happens that things go by turns.",
    "author":"~The Saga of Thrond of Gate, c.31",
    "meaning":"You’re going to have ups and downs in this life. Enjoy the good, and remember that the bad won’t last forever."
},{
    "id":"98",
    "quote":"It is better to ride a whole wagon home.",
    "author":"~Egil’s Saga, c.38",
    "meaning":"Don’t sell yourself short. Finish what you start so you can enjoy the entirety of the payoff."
},{
    "id":"99",
    "quote":"Beware of those who speak fairly but think falsely.",
    "author":"~The Saga of Bjarn of the Hitdoela Champions, c.7",
    "meaning":"Actions speak louder than words."
},{
    "id":"100",
    "quote":"Many travels, many fortunes.",
    "author":"~Egil’s Saga, c.38",
    "meaning":"Expand your horizons. New experiences often lead to positive outcomes."
},{
    "id":"101",
    "quote":"There’s no excusing the man who rejects the truth once it’s proven.",
    "author":"~Fóstbrœðra saga, c.23",
    "meaning":"Be willing to change your mind when presented with facts."
},{
    "id":"102",
    "quote":"There is a time for everything.",
    "author":"~Grettir’s Saga, c.73",
    "meaning":"Enjoy the present. Try not to dwell on what the future may hold. Everything in its time."
},{
    "id":"103",
    "quote":"All should be told to a friend.",
    "author":"~Egil’s Saga, c.56",
    "meaning":"Confide in the people close to you."
},{
    "id":"104",
    "quote":"Gossip often leads to trouble.",
    "author":"~Gisli Sursson’s Saga, c.9",
    "meaning":"Loose lips sink ships. Don’t talk behind other people’s backs."
},{
    "id":"105",
    "quote":"A small bird makes a small catch.",
    "author":"~Fljotsdale Saga, c.29",
    "meaning":"Keep your expectations reasonable. Don’t expect too much and you won’t be disappointed."
},{
    "id":"106",
    "quote":"He with a short knife must try, try again.",
    "author":"~Vapnfirðinga Saga, c.7",
    "meaning":"Don’t let your shortcomings hold you back. Perseverance leads to success, regardless of what tools you have at your disposal. Rivers carve stone through persistence."
},{
    "id":"107",
    "quote":"All things happen in threes.",
    "author":"~Grettir’s Saga, c.88",
    "meaning":"When tragedy strikes, keep your eyes peeled for more on the horizon."
},{
    "id":"108",
    "quote":"Overbearing reaps a bad reward.",
    "author":"~Grettir’s Saga, c.62",
    "meaning":"Treating people poorly is usually going to cause problems in your life."
},{
    "id":"109",
    "quote":"What is done shall be told all the same.",
    "author":"~Grettir’s Saga, c.40",
    "meaning":"Expect people to speak of you and your actions accurately. Be a good person, and you won’t have to worry about what they say."
},{
    "id":"110",
    "quote":"Never reach around a door for the handle.",
    "author":"~Grettir’s Saga, c.28",
    "meaning":"If you do something the wrong way, you might hurt yourself."
},{
    "id":"111",
    "quote":"It takes time to know people.",
    "author":"~Grettir’s Saga, c.20",
    "meaning":"The best relationships take years to blossom. Friendships age like a fine wine."
},{
    "id":"112",
    "quote":"It is best not to believe what no one else believes.",
    "author":"~Fljotsdale Saga, c.25",
    "meaning":"Trust in your fellow man. If the vast majority think something, they’re probably right."
},{
    "id":"113",
    "quote":"When ill seed has been sown, so an ill crop will spring from it.",
    "author":"~Njal’s Saga, c.114",
    "meaning":"If you put negativity into the world, you’re going to receive it in return."
},{
    "id":"114",
    "quote":"Boldly do men talk from a distance.",
    "author":"~Heitharvega Saga",
    "meaning":"It’s easy to speak when you know there are no ramifications. Say what you mean and mean what you say."
},{
    "id":"115",
    "quote":"Best it is, for man’s words to seek peace when it is possible.",
    "author":"~Heitharvega, c.35",
    "meaning":"Avoid conflict unless it’s absolutely necessary."
},{
    "id":"116",
    "quote":"Likely is ill the result when words of slander fly.",
    "author":"~Heitharvega, c.35",
    "meaning":"Words have consequences. Don’t say things if you’re not ready to deal with the repercussions."
},{
    "id":"117",
    "quote":"Wise men hold it that distance is the cure of rage.",
    "author":"~Heitharvega, c.35",
    "meaning":"Know when to take a few deep breaths and remove yourself from a difficult situation. Avoid people who bring out the worst in you."
},{
    "id":"118",
    "quote":"It is better to keep one’s oath.",
    "author":"~The Saga of Thorstein Viking’s Son, c.19",
    "meaning":"Always stand by your promises, no matter what."
},{
    "id":"119",
    "quote":"Varied will be his fortunes who fares far.",
    "author":"~The Saga of Fridthjof the Bold, c.6",
    "meaning":"Straying from your original path in life can have good or bad results."
},{
    "id":"120",
    "quote":"Alone is it seemly to hold truly to troth given.",
    "author":"~Volsunga Saga, c.4",
    "meaning":"Doing the right thing may make you feel lonely at times. Stand by your convictions."
},{
    "id":"121",
    "quote":"What people wish they soon believe.",
    "author":"~King Olaf Trygvisson’s Saga, c.122",
    "meaning":"Try not to let your desires influence and reinforce your beliefs."
},{
    "id":"122",
    "quote":"The common always love what is new.",
    "author":"~The Saga of Olaf Haraldsson, c.33",
    "meaning":"Don’t buy into the hype. Just because something is new doesn’t mean it’s revolutionary"
},{
    "id":"123",
    "quote":"The fire seems hottest to a burned man.",
    "author":"~Grettir’s Saga, c.59",
    "meaning":"Wrongdoings hurt more to those who have already been wronged in the past."
},{
    "id":"124",
    "quote":"Beggars always want to be choosers.",
    "author":"~Örvar Odd’s Saga, c.24",
    "meaning":"Take what you can get. Don’t be picky if you’re asking a favor."
},{
    "id":"125",
    "quote":"Many a trifle happens at eve.",
    "author":"~Grettir’s Saga, c.18",
    "meaning":"Often bad occurrences happen when it’s dark out."
},{
    "id":"126",
    "quote":"A rotten branch will be found in every tree.",
    "author":"~The Saga of Olaf Haraldsson, c.148",
    "meaning":"Nothing is perfect. Even the best situations may have drawbacks."
},{
    "id":"127",
    "quote":"Sorrow is lightened by being brought out openly.",
    "author":"~The Saga of Sigurd the Crusader and His Brothers Eystein and Olaf, c.18",
    "meaning":"Don’t bury your negative emotions. Face them head-on."
},{
    "id":"128",
    "quote":"Low the mocker’s fame lies.",
    "author":"~Guðmundur Jónsson",
    "meaning":"People who make fun of others don’t have solid reputations."
},{
    "id":"129",
    "quote":"He knows all who knows when to stop.",
    "author":"~Guðmundur Jónsson",
    "meaning":"Timing is everything. Know when to call it."
},{
    "id":"130",
    "quote":"Least said, soonest mended.",
    "author":"~Laxdaela Saga",
    "meaning":"Negative words and thoughts do damage. Trying times pass quicker when you stop dwelling on them."
},{
    "id":"131",
    "quote":"Eagles should show their claws, though dying.",
    "author":"~The Saga of Olaf Haraldsson, c.186",
    "meaning":"Even when you’re going through a rough patch in life, be true to who you are. Don’t let life beat you into submission."
},{
    "id":"132",
    "quote":"Only idlers wait till evening.",
    "author":"~Laxdaela Saga, c.35",
    "meaning":"Don’t wait to do something that you can do now. Procrastination just means more work later."
},{
    "id":"133",
    "quote":"Ill rede bring ill luck.",
    "author":"~Njal’s Saga, c.45",
    "meaning":"Bad advice manifests negatively. Be cautious when giving or receiving counsel."
},{
    "id":"134",
    "quote":"Forethought is better than afterthought.",
    "author":"~Vatnsdæla Saga, c.40",
    "meaning":"Planning ahead helps you to avoid costly mistakes. You don’t need to fix errors if you never make them."
},{
    "id":"135",
    "quote":"A miser can never give a gift without a snag.",
    "author":"~Gautrek’s Saga, c.1",
    "meaning":"Don’t do favors with an expectation of payback. Do good deeds with a pure heart."
},{
    "id":"136",
    "quote":"The one you trust most can disappoint you most.",
    "author":"~Fljotsdale Saga, c.23",
    "meaning":"Be careful who you trust. Being hurt by a loved one is far more painful than being hurt by a stranger or an enemy."
},{
    "id":"137",
    "quote":"It’s better to be betrayed than to trust no one.",
    "author":"~Fljotsdale Saga, c.13",
    "meaning":"While you may get let down, sometimes you need to believe in people. Excessive skepticism can cause more problems than broken trust."
},{
    "id":"138",
    "quote":"It is good to have two mouths for the two kinds of speech.",
    "author":"~The Saga of Thorstein Viking’s Son, c.16",
    "meaning":"Be able to speak both kindly and harshly, depending on the situation at hand."
},{
    "id":"139",
    "quote":"There are few more certain tokens of ill than not to know how to accept the good.",
    "author":"~Grettir Saga, c.78"
},{
    "id":"140",
    "quote":"Better to take warning early than late.",
    "author":"~Viga Glum’s Saga, c.40",
    "meaning":"Don’t brush off early warning signs. Prepare for approaching problems now."
},{
    "id":"141",
    "quote":"Be warned by another’s woe.",
    "author":"~Njal’s Saga,c.13",
    "meaning":"Learn from the mistakes of others so you don’t make them yourself."
},{
    "id":"142",
    "quote":"Where fault can be found, the good is ignored.",
    "author":"~The Saga of Njal, chapter 139",
    "meaning":"Don’t play the blame game. Focus on solutions."
},{
    "id":"144",
    "quote":"Old friends are the last to break away.",
    "author":"~The Saga of Grettir, chapter 82",
    "meaning":"Keep your dearest friends close, for they will be the ones to stand with you the longest."
},{
    "id":"145",
    "quote":"Nothing ventured, nothing gained.",
    "author":"~Njal’s Saga, c.5",
    "meaning":"Your dreams aren’t going to fulfill themselves. Achievements require action."
},{
    "id":"146",
    "quote":"Pride and wrong often end badly.",
    "author":"~Viga Glum’s Saga, c.7",
    "meaning":"A humble and well-intentioned person is more likely to find success in life."
},{
    "id":"147",
    "quote":"The cattle are like their master.",
    "author":"~Viga Glum’s Saga, c.13",
    "meaning":"Influential people breed followers – for better or for worse. Try to be a leader who creates positive change in the world."
},{
    "id":"148",
    "quote":"You can’t provide for everything.",
    "author":"~Grettir’s Saga, c.52",
    "meaning":"Don’t spread yourself too thin. Don’t carry a burden too heavy for your back."
},{
    "id":"149",
    "quote":"What brothers own jointly is best seen together.",
    "author":"~Gisli Sursson’s Saga, c.10",
    "meaning":"Don’t take more of a shared possession than you deserve."
},{
    "id":"150",
    "quote":"Work not done, needs no reward.",
    "author":"~Grettir Saga, c.17",
    "meaning":"You aren’t owed anything unless you work for it. Don’t expect a payment you didn’t earn."
},{
    "id":"151",
    "quote":"Everyone is master of his own words.",
    "author":"~Grettir Saga, c.19",
    "meaning":"You control how you’re perceived by what you say and how you act."
},{
    "id":"152",
    "quote":"The guess of the wise is truth.",
    "author":"~Grettir Saga, c.31",
    "meaning":"Know your sources. Trust in the words of people who you respect."
},{
    "id":"153",
    "quote":"One man’s tale is but half a tale.",
    "author":"~Grettir Saga, c,46",
    "meaning":"There are two sides to every story. Try not to cast judgment until hearing both."
},{
    "id":"154",
    "quote":"The unjust man prospers ill.",
    "author":"~Grettir Saga, c.62",
    "meaning":"You reap what you sow. If you’re an unfair person, you’re not likely to be successful."
},{
    "id":"155",
    "quote":"Hard words break no bones.",
    "author":"~Hen-Thorir’s Saga, c.13",
    "meaning":"Try not to let negative words bring you down. Sticks and stones."
},{
    "id":"156",
    "quote":"Sweet to the eye is that which is seen.",
    "author":"~Volsunga Saga, c.5",
    "meaning":"Always pursue the truth."
},{
    "id":"157",
    "quote":"The king has many ears.",
    "author":"~King Olaf Trygvisson’s Saga, c.89",
    "meaning":"Speaking poorly of powerful people comes with great risk. Many will try to curry favor by offering your words as a gift."
},{
    "id":"158",
    "quote":"Birds of a feather flock most together.",
    "author":"~Njal’s Saga, c.51",
    "meaning":"Surround yourself with like minded people who bring out the best in you."
},{
    "id":"159",
    "quote":"Few are bold in old age that are cowardly in childhood.",
    "author":"~Volsunga Saga, c.18",
    "meaning":"As time goes by, it can be difficult to change your habits. Try to be the best version of yourself now, and the future you will follow."
},{
    "id":"160",
    "quote":"The run of the game is decided by the first move.",
    "author":"~The Foster-brother’s Saga, c.15",
    "meaning":"The first step determines which way you’ll go. Start smart, and you’ll end up where you want to be."
},{
    "id":"161",
    "quote":"What is tested is known.",
    "author":"~Grettir’s Saga, c.40",
    "meaning":"322. Don’t trust hearsay. Experience is the best teacher."
},{
    "id":"162",
    "quote":"No man is his own creator.",
    "author":"~Grettir’s Saga, c.41",
    "meaning":"We all need to rely on others from time to time. You can’t do everything yourself."
},{
    "id":"163",
    "quote":"The overpraised are the worst deceivers.",
    "author":"~Grettir Saga, c.45",
    "meaning":"Be wary of people who surround themselves with yes-men. They may not even realize that their words lack truth."
},{
    "id":"164",
    "quote":"One evil is mended by a worse one.",
    "author":"~Grettir Saga, c,47",
    "meaning":"Actions have consequences. Sometimes justice takes the form of evil."
},{
    "id":"165",
    "quote":"No might against many.",
    "author":"~Volsunga, c.11",
    "meaning":"Choose your battles wisely. Don’t try to swim upstream if you know the current is too strong."
},{
    "id":"166",
    "quote":"Who dares, wins.",
    "author":"~The Saga of Hrafnkel Freysgothi, c.9",
    "meaning":"You have to take risks if you want rewards."
},{
    "id":"167",
    "quote":"Ward thy words well, for they may seem more hasty later than they do now.",
    "author":"~Gudmundur Jonsson",
    "meaning":"Be careful what you say in the heat of the moment. You may regret your words later when emotions subside."
},{
    "id":"168",
    "quote":"A wise man does all things in moderation.",
    "author":"~Gisli Sursson’s Saga, ch.18",
    "meaning":"Too much of anything can have consequences. Don’t overdo it."
},{
    "id":"169",
    "quote":"No one is a total fool if he can be silent.",
    "author":"~The Saga of Grettir, chapter 88",
    "meaning":"Wisdom isn’t measured by the quantity of words you speak. Sometimes it’s best to simply say nothing."
},{
    "id":"170",
    "quote":"Never break the peace which good and true men make between you and others.",
    "author":"~Njal’s Saga, c.55",
    "meaning":"If a respected person introduces you to someone, appreciate that honor. Don’t soil his good name with poor behavior."
},{
    "id":"171",
    "quote":"Fate and fortune do not always go hand in hand.",
    "author":"~Grettir’s Saga, c.34",
    "meaning":"There are no guarantees in this life. Sometimes your desires just aren’t in the cards."
},{
    "id":"172",
    "quote":"Eyes cannot hide a woman’s love for a man.",
    "author":"~The Saga of Gunnlaugur the Worm-tongue, chapter 13",
    "meaning":"Eyes can reveal what the mouth may be afraid to speak."
},{
    "id":"173",
    "quote":"Braver are many in word than in deed.",
    "author":"~Grettir Saga, c.4",
    "meaning":"It’s easy to talk a big game. Prove your worth with actions, not statements."
},{
    "id":"174",
    "quote":"One’s back is vulnerable, unless one has a brother.",
    "author":"~Grettir Saga, c.82",
    "meaning":"Watch your brother’s back and he’ll watch yours. Never undervalue the people close to you."
},{
    "id":"175",
    "quote":"He knows most who most has tried.",
    "author":"~Grettir Saga, c.17",
    "meaning":"Experience leads to wisdom. Even if you fail, you gain new perspectives when you try."
},{
    "id":"176",
    "quote":"There are more things to be thought of by men than money alone.",
    "author":"~The Saga of Grettir, chapter 47",
    "meaning":"There’s much more to this life than chasing wealth. Don’t get greedy."
},{
    "id":"177",
    "quote":"Many seem wise who are lacking in wit.",
    "author":"~Grettir Saga, c.17",
    "meaning":"Don’t take yourself too seriously. Just like wisdom, a sense of humor is an important quality to possess."
},{
    "id":"178",
    "quote":"True is the saying that no man shapes his own fortune.",
    "author":"~Grettir Saga, c.41",
    "meaning":"Sometimes you need to step back and let destiny run its course."
},{
    "id":"179",
    "quote":"Luck is one thing, brave deeds another.",
    "author":"~Grettir Saga, c.34",
    "meaning":"Actions lead to results. Don’t just hope for the best and then get disappointed when nothing happens."
},{
    "id":"180",
    "quote":"There is more in the heart of man than money can buy.",
    "author":"~Grettir Saga, c,47",
    "meaning":"Wealth isn’t everything. Don’t lose sight of what’s truly important to you."
},{
    "id":"181",
    "quote":"Many have been brought to death by overconfidence.",
    "author":"~Grettir Saga, c,54",
    "meaning":"Pride comes before the fall. Be cautious and humble, and don’t let your ego get the best of you."
},{
    "id":"182",
    "quote":"Trust no man so well that you trust not yourself better. Many are unfit to be trusted.",
    "author":"~Grettir Saga, c.67",
    "meaning":"Believe in your own instincts first. Don’t let others make important decisions for you."
},{
    "id":"183",
    "quote":"It is ill to have a thrall for your friend.",
    "author":"~Grettir Saga, c.82",
    "meaning":"Treat the people in your life with respect. Don’t try to have power over your companions."
},{
    "id":"184",
    "quote":"Youth is hasty.",
    "author":"~The Saga of Harald Hardrade, c.27",
    "meaning":"Wisdom often comes with age and experience."
},{
    "id":"185",
    "quote":"Good to love good things when all goes according to thy heart’s desire.",
    "author":"~Volsunga, c.28",
    "meaning":"Stop and smell the roses. Appreciate the good times when things are working in your favor."
},{
    "id":"186",
    "quote":"A man’s own hand is most to be trusted.",
    "author":"~Viga Glum’s Saga, c.4",
    "meaning":"If you want something done right, do it yourself."
},{
    "id":"187",
    "quote":"No harvest is had without the seed first being sown.",
    "author":"~King Olaf Trygvisson’s Saga, c.8",
    "meaning":"Don’t expect rewards if you don’t put in the effort. Actions lead to blessings."
},{
    "id":"188",
    "quote":"Luck accompanies wisdom.",
    "author":"~The Saga of Olaf Haraldsson, c.131",
    "meaning":"Knowledge often leads to success. It’s no coincidence that the luckiest people also tend to be clever."
},{
    "id":"189",
    "quote":"A man’s own hand is the truest test.",
    "author":"~The Saga of Olaf Haraldsson, c.153",
    "meaning":"You know what works for you. Believe in yourself first."
},{
    "id":"190",
    "quote":"Two masters is one too many, if a man wishes to be true.",
    "author":"~The Saga of Olaf Haraldsson, c.170",
    "meaning":"You alone control your destiny. Be your own boss."
},{
    "id":"191",
    "quote":"The sluggard waits till afternoon.",
    "author":"~The Saga of Magnus the Good, c.17",
    "meaning":"Act now. Don’t procrastinate."
},{
    "id":"192",
    "quote":"Short is the life of the proud.",
    "author":"~The Saga of Hrafnkel Freysgothi, c.14",
    "meaning":"Conceited people usually end up failing. Stay humble."
},{
    "id":"193",
    "quote":"A sleeping man’s an ignorant man too.",
    "author":"~The Story of Hreidar the Fool",
    "meaning":"Be proactive in your life. You can’t accomplish anything while you’re sleeping."
},{
    "id":"194",
    "quote":"Bad counsel turns out badly.",
    "author":"~Vatnsdæla Saga, c.3",
    "meaning":"Don’t seek advice from people who you don’t respect."
},{
    "id":"195",
    "quote":"The reason why young men get nowhere is that they overestimate the obstacles every time.",
    "author":"~The Saga of Hrafnkel Freysgothi, c.7",
    "meaning":"Things really aren’t as difficult as they seem. Try, and you’ll succeed."
},{
    "id":"196",
    "quote":"Reputation rarely flatters.",
    "author":"~Bandamanna Saga, c.2",
    "meaning":"Judge people based on your own experiences with them – not what you hear from others."
},{
    "id":"197",
    "quote":"Many eyes squint when there’s money around.",
    "author":"~Bandamanna Saga, c.5",
    "meaning":"Dishonest people can be deliberately misleading when it comes to finances."
},{
    "id":"198",
    "quote":"The treachery of friend is worse than that of a foe.",
    "author":"~Gisli Sursson’s Saga, c.32",
    "meaning":"Betrayal hurts worse when it comes from someone you care about. Be true to your friends."
},{
    "id":"199",
    "quote":"A man without wisdom is lacking in much.",
    "author":"~Hamthesmal 29",
    "meaning":"There is no wealth more valuable than wisdom."
},{
    "id":"200",
    "quote":"Many hands make light work.",
    "author":"~Grettir’s Saga, c.17",
    "meaning":"There is power in numbers"
},{
    "id":"201",
    "quote":"Long is it remembered what youth has gained.",
    "author":"~The Tale of Gunnlaug the Worm-tongue and Raven the Skald, c.13",
    "meaning":"Always try to improve yourself. Lessons you learn now will benefit you later in life."
},{
    "id":"202",
    "quote":"A person should tend to the oak if they want to live under it.",
    "author":"~Egil’s Saga, c.71",
    "meaning":"If you want rewards, you need to work for them."
},{
    "id":"203",
    "quote":"Anything can be told to a friend.",
    "author":"~Egil’s Saga, c.56",
    "meaning":"Your true friends are there to listen to you and help you through your problems. Don’t be afraid to speak your mind."
},{
    "id":"204",
    "quote":"Cattle die, kinsmen die, all men are mortal. Words of praise will never perish, nor a noble name.",
    "author":"~The Havamal",
    "meaning":"All creatures meet the same fate eventually. How you’re remembered is what’s truly important."
},{
    "id":"205",
    "quote":"Always rise to an early meal, but eat your fill before a feast. If you’re hungry you have no time to talk at the table.",
    "author":"~The Havamal",
    "meaning":"Sometimes fellowship with the people you care about is the most important thing."
},{
    "id":"206",
    "quote":"Moderately wise a man should be, not too crafty or clever. A learned man’s heart whose learning is deep seldom sings with joy.",
    "author":"~The Havamal",
    "meaning":"Knowing too much can stand in the way of your happiness."
},{
    "id":"207",
    "quote":"Never walk away from home ahead of your axe and sword. You can’t feel a battle in your bones or foresee a fight.",
    "author":"~The Havamal",
    "meaning":"Always be prepared. It’s impossible to tell what the future may hold."
},{
    "id":"208",
    "quote":"The unwise man is awake all night worries over and again. When morning rises he is restless still, his burden as before.",
    "author":"~The Havamal",
    "meaning":"Stressing over a difficult situation only makes it worse. Focus on solutions."
},{
    "id":"209",
    "quote":"It is fortunate to be favored with praise and popularity. It is dire luck to be dependent on the feelings of your fellow man.",
    "author":"~The Havamal",
    "meaning":"Your self-worth comes from you and you alone. Don’t let your social standing determine your level of self-esteem."
},{
    "id":"220",
    "quote":"Wake early if you want another man’s life or land. No battle’s won in bed.",
    "author":"~The Havamal",
    "meaning":"If you want something, go out there and get it. Laziness has no reward."
},{
    "id":"221",
    "quote":"Be your friend’s true friend. Return gift for gift. Repay laughter with laughter again, but betrayal with treachery.",
    "author":"~The Havamal",
    "meaning":"Friendship is a two-way street."
},{
    "id":"222",
    "quote":"Let no man glory in the greatness of his mind, but rather keep watch o’er his wits. Cautious and silent let him enter a dwelling; to the heedful comes seldom harm, for none can find a more faithful friend than the wealth of mother wit.",
    "author":"~The Havamal",
    "meaning":"Keep a level head. Pride often leads to misfortune."
},{
    "id":"223",
    "quote":"Wise he is deemed who can question well, and also answer back: the sons of men can no secret make of the tidings told in their midst.",
    "author":"~The Havamal",
    "meaning":"The art of conversation is extremely valuable. Know the questions to ask and the answers to give."
},{
    "id":"224",
    "quote":"Never a whit should one blame another for a folly which many befalls; the might of love makes sons of men into fools who once were wise.",
    "author":"~The Havamal",
    "meaning":"The power of love can make reasonable people do crazy things."
},{
    "id":"225",
    "quote":"A fool will gape when he goes to a friend, and mumble only, or mope; but pass him the ale cup and all in a moment the mind of that man is shown.",
    "author":"~The Havamal",
    "meaning":"Alcohol can be a truth serum. Sometimes true thoughts and feelings come out after a few drinks."
},{
    "id":"226",
    "quote":"Wake early if you want another man’s life or land.",
    "author":"~The Havamal",
    "meaning":"No battle is won in bed."
},{
    "id":"227",
    "quote":"Go you must. No guest shall stay in one place for ever. Love will be lost if you sit too long at a friend’s fire.",
    "author":"~The Havamal",
    "meaning":"It can be easy to get complacent. Keep pushing ahead, and don’t get too comfortable in one place."
},{
    "id":"228",
    "quote":"No lamb for the lazy wolf.",
    "author":"~Heralyn",
    "meaning":"If you want to achieve something you have to do something."
},{
    "id":"229",
    "quote":"When one wolf hunts for another he may eat the prey.",
    "author":"~Heralyn",
    "meaning":"If someone does your work for you, don’t be surprised when they get the rewards."
},{
    "id":"230",
    "quote":"For often grows the wolf in the child.",
    "author":"~Heralyn",
    "meaning":"If you’ve wronged or cheated someone, it may get back to you."
},{
    "id":"231",
    "quote":"Where wolf’s ears are, wolf’s teeth are near.",
    "author":"~Heralyn",
    "meaning":"Stay aware of your surroundings. Smoke often means fire."
},{
    "id":"232",
    "quote":"A hungry wolf is bound to wage a hard battle.",
    "author":"~Heralyn",
    "meaning":"A desperate person in need will fight harder than one who has it all."
}]